{
  "text": "- La planeación docente ENA es un proceso intencionado, reflexivo y flexible alineado a principios pedagógicos, no solo organización.\n\n- Prioriza al estudiante, su contexto y ritmos, promoviendo autonomía, cooperación y participación democrática.\n\n- Utiliza las Guías de Aprendizaje ENA como eje central, no como simple recopilación de actividades.\n\n- Incluye análisis profundo y contextualización de las Guías, integrando actividades antes, durante y después de su uso.\n\n- Considera la articulación con Gobierno Estudiantil, acuerdos de convivencia y otros procesos ENA.\n\n- Debe contener una estructura mínima: objetivos claros, selección de Guías, actividades complementarias, anticipación de momentos de trabajo y apoyos diferenciados.\n\n- Diferencia según aula mono o multigrado, planificando trabajos por niveles y actividades comunes en plenaria.\n\n- Diseña estrategias para acompañar y retroalimentar el aprendizaje de forma formativa y continua.\n\n- Incorpora ajustes y adaptaciones según características individuales, contextuales y recursos disponibles sin alterar la estructura de las Guías.\n\n- Debe prever el uso adecuado del tiempo y recursos, con flexibilidad para adaptar la secuencia ante eventualidades.\n\n- Contempla acciones que involucren a familias y comunidad, ampliando la pertinencia del aprendizaje.\n\n- Plantea un objetivo integrador que conecte diversas Guías y procesos pedagógicos.\n\n- Define tres momentos en la experiencia pedagógica: antes (motivación y activación de conocimientos previos), durante (trabajo con la Guía y acompañamiento) y después (reflexión, socialización y refuerzo).\n\n- Incluye apoyos pedagógicos diferenciados para estudiantes con distintos ritmos de aprendizaje y necesidades.\n\n- La evaluación es formativa, enfocada en observación, retroalimentación y ajustes pedagógicos.\n\n- Promueve la reflexión docente permanente para anticipar retos y fortalecer su práctica.\n\n- Garantiza coherencia curricular y atención a diversidad mediante adaptaciones planificadas.\n\n- Busca transformar la práctica educativa en una experiencia significativa, democrática y activa para estudiantes y comunidad.",
  "source_mtime": 1754684252671,
  "updated_at": 1758002187432
}